{"Analgesic effects of noninvasive brain stimulation in rodent animal models: a systematic review of translational findings.": ["Fregni, F"], "Transcranial electrical stimulation (tES - tDCS; tRNS, tACS) methods.": ["Paulus, W"], "Modulating neuronal activity produces specific and long-lasting changes in numerical competence.": ["Walsh, V"], "Neurophysiological and behavioral effects of tDCS combined with constraint-induced movement therapy in poststroke patients.": ["Fregni, F"], "Dose-dependent inverted U-shaped effect of dopamine (D2-like) receptor activation on focal and nonfocal plasticity in humans.": ["Paulus, W", "Nitsche, MA"], "Improved proper name recall in aging after electrical stimulation of the anterior temporal lobes.": ["Coslett, HB"], "Sex differences in cortical neuroplasticity in humans.": ["Paulus, W", "Nitsche, MA"], "Direct current stimulation (tDCS) reveals parietal asymmetry in local/global and salience-based selection.": ["Walsh, V"], "Effects of transcranial direct current stimulation coupled with repetitive electrical stimulation on cortical spreading depression.": ["Fregni, F", "Nitsche, MA"], "Noninvasive cortical stimulation with transcranial direct current stimulation in Parkinson's disease.": ["Fregni, F", "Nitsche, MA"], "Dosage-dependent non-linear effect of L-dopa on human motor cortex plasticity.": ["Paulus, W", "Nitsche, MA"], "Making the blindsighted see.": ["Walsh, V"], "Cranial electrotherapy stimulation and transcranial pulsed current stimulation: a computer based high-resolution modeling study.": ["Fregni, F", "Bikson, M"], "Phosphene threshold as a function of contrast of external visual stimuli.": ["Bestmann, S", "Walsh, V"], "Transcranial direct current stimulation reduces negative affect but not cigarette craving in overnight abstinent smokers.": ["Fregni, F"], "Transcranial direct current stimulation over the primary motor cortex during fMRI.": ["Paulus, W"], "Computational modeling of transcranial direct current stimulation (tDCS) in obesity: Impact of head fat and dose guidelines.": ["Alonso-Alonso, M", "Bikson, M"], "Neuronal tissue polarization induced by repetitive transcranial magnetic stimulation?": ["Paulus, W"], "Consolidation of human motor cortical neuroplasticity by D-cycloserine.": ["Paulus, W", "Nitsche, MA"], "Safety criteria for transcranial direct current stimulation (tDCS) in humans.": ["Paulus, W", "Nitsche, MA"], "Close to threshold transcranial electrical stimulation preferentially activates inhibitory networks before switching to excitation with higher intensities.": ["Paulus, W"], "Brain stimulation modulates the autonomic nervous system, rating of perceived exertion and performance during maximal exercise.": ["Bikson, M"], "The role of the angular gyrus in visual conjunction search investigated using signal detection analysis and transcranial magnetic stimulation.": ["Walsh, V"], "rTMS over the cerebellum can increase corticospinal excitability through a spinal mechanism involving activation of peripheral nerve fibres.": ["Bestmann, S"], "Modulating inhibitory control with direct current stimulation of the superior medial frontal cortex.": ["Walsh, V"], "Functional MRI of cortical activations induced by transcranial magnetic stimulation (TMS).": ["Bestmann, S", "Paulus, W"], "Excitability changes induced in the human motor cortex by weak transcranial direct current stimulation.": ["Paulus, W", "Nitsche, MA"], "Effects of sensory behavioral tasks on pain threshold and cortical excitability.": ["Fregni, F"], "Biological Markers in Noninvasive Brain Stimulation Trials in Major Depressive Disorder: A Systematic Review.": ["Fregni, F"], "Treatment of depression with transcranial direct current stimulation (tDCS): a review.": ["Fregni, F", "Nitsche, MA"], "The point spread function of the human head and its implications for transcranial current stimulation.": ["Parra, LC", "Bikson, M"], "Electrode montages for tDCS and weak transcranial electrical stimulation: role of \"return\" electrode's position and size.": ["Bikson, M"], "Decreased motor inhibition in Tourette's disorder: evidence from transcranial magnetic stimulation.": ["Paulus, W"], "Transcranial direct current stimulation: electrode montage in stroke.": ["Fregni, F"], "Anticonvulsant effects of transcranial direct-current stimulation (tDCS) in the rat cortical ramp model of focal epilepsy.": ["Paulus, W", "Nitsche, MA"], "Modulating cortico-striatal and thalamo-cortical functional connectivity with transcranial direct current stimulation.": ["Paulus, W", "Nitsche, MA"], "Go-no-go task performance improvement after anodal transcranial DC stimulation of the left dorsolateral prefrontal cortex in major depression.": ["Fregni, F"], "Transcranial direct current stimulation in pediatric brain: a computational modeling study.": ["Woods, AJ", "Kessler, SK", "Bikson, M"], "How does transcranial DC stimulation of the primary motor cortex alter regional neuronal activity in the human brain?": ["Paulus, W", "Nitsche, MA"], "The importance of timing in segregated theta phase-coupling for cognitive performance.": ["Paulus, W", "Nitsche, MA"], "Cellular effects of acute direct current stimulation: somatic and synaptic terminal effects.": ["Parra, LC", "Reato, D", "Bikson, M"], "[The use of noninvasive brain stimulation in childhood psychiatric disorders: new diagnostic and therapeutic opportunities and challenges].": ["Rotenberg, A"], "Stimulus intensity and coil characteristics influence the efficacy of rTMS to suppress cortical excitability.": ["Paulus, W"], "Transcranial magnetic stimulation (TMS): potential progress for language improvement in aphasia.": ["Barrett, AM"], "Technique and considerations in the use of 4x1 ring high-definition transcranial direct current stimulation (HD-tDCS).": ["Fregni, F", "Bikson, M"], "Impaired long-term depression in schizophrenia: a cathodal tDCS pilot study.": ["Nitsche, MA"], "Tickling the brain: studying visual sensation, perception and cognition by transcranial magnetic stimulation.": ["Walsh, V"], "Enhancing vigilance in operators with prefrontal cortex transcranial direct current stimulation (tDCS).": ["McKinley, RA"], "Cathodal transcranial direct current stimulation over the parietal cortex modifies facial gender adaptation.": ["Paulus, W"], "Polarity- and valence-dependent effects of prefrontal transcranial direct current stimulation on heart rate variability and salivary cortisol.": ["Fregni, F"], "Prefrontal cortex modulation using transcranial DC stimulation reduces alcohol craving: a double-blind, sham-controlled study.": ["Fregni, F"], "Serotonin affects transcranial direct current-induced neuroplasticity in humans.": ["Paulus, W", "Nitsche, MA"], "Preconditioning of low-frequency repetitive transcranial magnetic stimulation with transcranial direct current stimulation: evidence for homeostatic plasticity in the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Transcranial direct current stimulation (tDCS) and robotic practice in chronic stroke: the dimension of timing.": ["Fregni, F"], "Transcranial DC stimulation coupled with TENS for the treatment of chronic pain: a preliminary study.": ["Fregni, F"], "[Transcranial magnetic and direct current stimulation in the therapy of pain].": ["Paulus, W"], "Short duration transcranial direct current stimulation (tDCS) modulates verbal memory.": ["Walsh, V"], "Transcranial direct current stimulation: a new treatment for depression?": ["Nitsche, MA"], "Brain stimulation in poststroke rehabilitation.": ["Alonso-Alonso, M", "Fregni, F"], "Modulation of moving phosphene thresholds by transcranial direct current stimulation of V1 in human.": ["Paulus, W", "Nitsche, MA"], "BOLD MRI responses to repetitive TMS over human dorsal premotor cortex.": ["Bestmann, S"], "Fundamentals of transcranial electric and magnetic stimulation dose: definition, selection, and reporting practices.": ["Paulus, W", "Bikson, M", "Nitsche, MA"], "Treatment of major depression with transcranial direct current stimulation.": ["Fregni, F", "Nitsche, MA"], "Facilitation of implicit motor learning by weak transcranial direct current stimulation of the primary motor cortex in the human.": ["Paulus, W", "Nitsche, MA"], "Diminishing risk-taking behavior by modulating activity in the prefrontal cortex: a direct current stimulation study.": ["Fregni, F"], "Neurobiological effects of transcranial direct current stimulation: a review.": ["Fregni, F"], "Towards unravelling task-related modulations of neuroplastic changes induced in the human motor cortex.": ["Paulus, W"], "Optimizing recovery potential through simultaneous occupational therapy and non-invasive brain-stimulation using tDCS.": ["Schlaug, G"], "Left lateralizing transcranial direct current stimulation improves reading efficiency.": ["Coslett, HB", "Bikson, M"], "Modulating behavioral inhibition by tDCS combined with cognitive training.": ["Walsh, V"], "A pilot study on effects of 4×1 high-definition tDCS on motor cortex excitability.": ["Parra, LC", "Bikson, M"], "Effectiveness of transcranial direct current stimulation and visual illusion on neuropathic pain in spinal cord injury.": ["Fregni, F"], "Transcranial magnetic stimulation provides means to assess cortical plasticity and excitability in humans with fragile x syndrome and autism spectrum disorder.": ["Rotenberg, A"], "Focusing effect of acetylcholine on neuroplasticity in the human motor cortex.": ["Paulus, W", "Fregni, F", "Nitsche, MA"], "Introducing graph theory to track for neuroplastic alterations in the resting human brain: a transcranial direct current stimulation study.": ["Paulus, W", "Nitsche, MA"], "Clinical research with transcranial direct current stimulation (tDCS): challenges and future directions.": ["Rotenberg, A", "Fregni, F", "Bikson, M", "Nitsche, MA"], "The fade-in--short stimulation--fade out approach to sham tDCS--reliable at 1 mA for naïve and experienced subjects, but not investigators.": ["Paulus, W"], "A randomized, double-blind clinical trial on the efficacy of cortical direct current stimulation for the treatment of major depression.": ["Fregni, F", "Nitsche, MA"], "Noninvasive brain stimulation to modulate neuroplasticity in traumatic brain injury.": ["Fregni, F"], "Transcranial magnetic stimulation and stroke: a computer-based human model study.": ["Fregni, F"], "Timing-dependent modulation of associative plasticity by general network excitability in the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Preconditioning with transcranial direct current stimulation sensitizes the motor cortex to rapid-rate transcranial magnetic stimulation and controls the direction of after-effects.": ["Paulus, W", "Nitsche, MA"], "Cumulative priming effects of cortical stimulation on smoking cue-induced craving.": ["Fregni, F"], "Manipulation of phosphene thresholds by transcranial direct current stimulation in man.": ["Paulus, W", "Nitsche, MA"], "Transient disruption of ventrolateral prefrontal cortex during verbal encoding affects subsequent memory performance.": ["Fregni, F"], "Pergolide increases the efficacy of cathodal direct current stimulation to reduce the amplitude of laser-evoked potentials in humans.": ["Paulus, W", "Nitsche, MA"], "Translational research in transcranial direct current stimulation (tDCS): a systematic review of studies in animals.": ["Fregni, F"], "The transition from development to motor control function in the corticospinal system.": ["Martin, JH"], "Consensus: Can transcranial direct current stimulation and transcranial magnetic stimulation enhance motor learning and memory formation?": ["Paulus, W"], "Time course of the induction of homeostatic plasticity generated by repeated transcranial direct current stimulation of the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Differential modulatory effects of transcranial direct current stimulation on a facial expression go-no-go task in males and females.": ["Fregni, F"], "Dexterity with numbers: rTMS over left angular gyrus disrupts finger gnosis and number processing.": ["Walsh, V"], "Effects of transcranial electrical stimulation on cognition.": ["Nitsche, MA"], "Electrode positioning and montage in transcranial direct current stimulation.": ["Fregni, F", "DaSilva, AF", "Bikson, M"], "Evaluation of sham transcranial direct current stimulation for randomized, placebo-controlled clinical trials.": ["Nitsche, MA"], "The timing of the involvement of the frontal eye fields and posterior parietal cortex in visual search.": ["Walsh, V"], "Impact of pulse duration in single pulse TMS.": ["Paulus, W"], "Impairments of motor-cortex responses to unilateral and bilateral direct current stimulation in schizophrenia.": ["Nitsche, MA"], "Transcranial magnetic stimulation induces current pulses in transcranial direct current stimulation electrodes.": ["Rotenberg, A"], "Individualized model predicts brain current flow during transcranial direct-current stimulation treatment in responsive stroke patient.": ["Bikson, M"], "Electrode-distance dependent after-effects of transcranial direct and random noise stimulation with extracephalic reference electrodes.": ["Paulus, W"], "Computational models of transcranial direct current stimulation.": ["Bikson, M"], "The effects of cross-hemispheric dorsolateral prefrontal cortex transcranial direct current stimulation (tDCS) on task switching.": ["Fregni, F"], "Non-invasive brain stimulation for the management of arterial hypertension.": ["Fregni, F"], "Pharmacological modulation of the short-lasting effects of antagonistic direct current-stimulation over the human motor cortex.": ["Paulus, W"], "Effect of serotonin on paired associative stimulation-induced plasticity in the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Transcranial direct current stimulation disrupts tactile perception.": ["Paulus, W", "Nitsche, MA"], "Why do some promising brain-stimulation devices fail the next steps of clinical development?": ["Fregni, F", "Nitsche, MA"], "Transcranial direct current stimulation of the prefrontal cortex modulates the desire for specific foods.": ["Fregni, F", "Nitsche, MA"], "Neuroplasticity in cigarette smokers is altered under withdrawal and partially restituted by nicotine exposition.": ["Paulus, W", "Nitsche, MA"], "Unleashing potential: transcranial direct current stimulation over the right posterior parietal cortex improves change detection in low-performing individuals.": ["Walsh, V"], "Investigating neuroplastic changes in the human brain induced by transcranial direct (tDCS) and alternating current (tACS) stimulation methods.": ["Paulus, W"], "Feasibility of Transcranial Direct Current Stimulation Use in Children Aged 5 to 12 Years.": ["Fregni, F"], "Updates on the use of non-invasive brain stimulation in physical and rehabilitation medicine.": ["Fregni, F"], "Neuroplastic changes following rehabilitative training correlate with regional electrical field induced with tDCS.": ["Bikson, M"], "Comparatively weak after-effects of transcranial alternating current stimulation (tACS) on cortical excitability in humans.": ["Paulus, W"], "Abnormal bihemispheric responses in schizophrenia patients following cathodal transcranial direct stimulation.": ["Nitsche, MA"], "Feasibility of focal transcranial DC polarization with simultaneous EEG recording: preliminary assessment in healthy subjects and human epilepsy.": ["Fregni, F"], "Transcranial magnetic stimulation in child neurology: current and future directions.": ["Rotenberg, A"], "Polarity-dependent transcranial direct current stimulation effects on central auditory processing.": ["Fregni, F"], "Rational modulation of neuronal processing with applied electric fields.": ["Bikson, M"], "Epileptic seizures triggered directly by focal transcranial magnetic stimulation.": ["Schlaug, G"], "Transcranial direct current stimulation: a remediation tool for the treatment of childhood congenital dyslexia?": ["Nitsche, MA"], "Transcranial magnetic stimulation as a complementary treatment for aphasia.": ["Fregni, F"], "A case of refractory orofacial pain treated by transcranial direct current stimulation applied over hand motor area in combination with NMDA agonist drug intake.": ["Paulus, W"], "Automated MRI segmentation for individualized modeling of current flow in the human head.": ["Parra, LC"], "Enhancement of non-dominant hand motor function by anodal transcranial direct current stimulation.": ["Fregni, F"], "Modulation of emotions associated with images of human pain using anodal transcranial direct current stimulation (tDCS).": ["Fregni, F"], "Mapping of the human visual cortex using image-guided transcranial magnetic stimulation.": ["Walsh, V"], "Excitability changes induced in the human primary visual cortex by transcranial direct current stimulation: direct electrophysiological evidence.": ["Paulus, W", "Nitsche, MA"], "Low-intensity electrical stimulation affects network dynamics by modulating population rate and spike timing.": ["Parra, LC", "Reato, D", "Bikson, M"], "Isometric contraction interferes with transcranial direct current stimulation (tDCS) induced plasticity: evidence of state-dependent neuromodulation in human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Spatial neglect in near and far space investigated by repetitive transcranial magnetic stimulation.": ["Walsh, V"], "D2 receptor block abolishes θ burst stimulation-induced neuroplasticity in the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Targeted therapies using electrical and magnetic neural stimulation for the treatment of chronic pain in spinal cord injury.": ["Fregni, F", "Bikson, M"], "Transcranial current stimulation focality using disc and ring electrode configurations: FEM analysis.": ["Bikson, M"], "Attenuation of N2 amplitude of laser-evoked potentials by theta burst stimulation of primary somatosensory cortex.": ["Paulus, W"], "Electrical stimulation and visual network plasticity.": ["Paulus, W", "Nitsche, MA"], "Acute working memory improvement after tDCS in antidepressant-free patients with major depressive disorder.": ["Fregni, F"], "Seizure suppression by EEG-guided repetitive transcranial magnetic stimulation in the rat.": ["Rotenberg, A"], "Transcranial direct current stimulation and the visual cortex.": ["Paulus, W", "Nitsche, MA"], "Transcranial direct current stimulation of the unaffected hemisphere in stroke patients.": ["Fregni, F", "Nitsche, MA"], "Cathodal transcranial direct current stimulation of the visual cortex in the prophylactic treatment of migraine.": ["Paulus, W"], "Establishing safety limits for transcranial direct current stimulation.": ["Bikson, M"], "Bi-frontal direct current stimulation affects delay discounting choices.": ["Walsh, V"], "Distinct causal influences of parietal versus frontal areas on human visual cortex: evidence from concurrent TMS-fMRI.": ["Bestmann, S"], "Axon terminal polarization induced by weak uniform DC electric fields: a modeling study.": ["Bikson, M"], "tDCS-induced analgesia and electrical fields in pain-related neural networks in chronic migraine.": ["Fregni, F", "Bikson, M"], "Transcranial alternating current stimulation (tACS) modulates cortical excitability as assessed by TMS-induced phosphene thresholds.": ["Paulus, W", "Walsh, V"], "Induction of late LTP-like plasticity in the human motor cortex by repeated non-invasive brain stimulation.": ["Paulus, W", "Nitsche, MA"], "Differential improvement in depressive symptoms for tDCS alone and combined with pharmacotherapy: an exploratory analysis from The Sertraline Vs. Electrical Current Therapy For Treating Depression Clinical Study.": ["Fregni, F"], "Level of action of cathodal DC polarisation induced inhibition of the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Brain-derived neurotrophic factor (BDNF) gene polymorphisms shape cortical plasticity in humans.": ["Paulus, W", "Nitsche, MA"], "Migraine prophylaxis by anodal transcranial direct current stimulation, a randomized, placebo-controlled trial.": ["Rotenberg, A"], "Cortical hypoexcitability in chronic smokers? A transcranial magnetic stimulation study.": ["Paulus, W", "Nitsche, MA"], "Dopaminergic modulation of long-lasting direct current-induced cortical excitability changes in the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Bio-heat transfer model of transcranial DC stimulation: comparison of conventional pad versus ring electrode.": ["Bikson, M"], "Putative physiological mechanisms underlying tDCS analgesic effects.": ["Knotkova, H", "Nitsche, MA"], "Transcranial direct current stimulation applied over the somatosensory cortex - differential effect on low and high frequency SEPs.": ["Paulus, W"], "Boosting brain excitability by transcranial high frequency stimulation in the ripple range.": ["Paulus, W"], "Focal modulation of the primary motor cortex in fibromyalgia using 4×1-ring high-definition transcranial direct current stimulation (HD-tDCS): immediate and delayed analgesic effects of cathodal and anodal stimulation.": ["Fregni, F", "Bikson, M"], "Cathodal stimulation of human MT+ leads to elevated fMRI signal: a tDCS-fMRI study.": ["Paulus, W"], "Relationship between lamotrigine oral dose, serum level and its inhibitory effect on CNS: insights from transcranial magnetic stimulation.": ["Paulus, W", "Nitsche, MA"], "High-frequency repetitive transcranial magnetic stimulation delays rapid eye movement sleep.": ["Paulus, W"], "Transcranial electrical stimulation accelerates human sleep homeostasis.": ["Parra, LC", "Reato, D", "Bikson, M"], "On the difficulties of separating retinal from cortical origins of phosphenes when using transcranial alternating current stimulation (tACS).": ["Paulus, W"], "Finite Element study of skin and fat delineation in an obese subject for transcranial Direct Current Stimulation.": ["Alonso-Alonso, M", "Bikson, M"], "Simultaneous EEG monitoring during transcranial direct current stimulation.": ["Fregni, F"], "Sustained excitability elevations induced by transcranial DC motor cortex stimulation in humans.": ["Paulus, W", "Nitsche, MA"], "D1-receptor impact on neuroplasticity in humans.": ["Paulus, W", "Nitsche, MA"], "Consensus: \"Can tDCS and TMS enhance motor learning and memory formation?\"": ["Paulus, W"], "Activation of prefrontal cortex by transcranial direct current stimulation reduces appetite for risk during ambiguous decision making.": ["Fregni, F"], "Right parietal TMS shortens dominance durations in binocular rivalry.": ["Walsh, V"], "Transcranial magnetic stimulation accelerates the antidepressant effect of amitriptyline in severe depression: a double-blind placebo-controlled study.": ["Fregni, F"], "Modulation of risk-taking in marijuana users by transcranial direct current stimulation (tDCS) of the dorsolateral prefrontal cortex (DLPFC).": ["Fregni, F"], "Cognitive, mood, and electroencephalographic effects of noninvasive cortical stimulation with weak electrical currents.": ["Fregni, F"], "Physiological observations validate finite element models for estimating subject-specific electric field distributions induced by transcranial magnetic stimulation of the human motor cortex.": ["Paulus, W"], "Direct current stimulation over MT+/V5 modulates motion aftereffect in humans.": ["Paulus, W", "Nitsche, MA"], "Modulation of untruthful responses with non-invasive brain stimulation.": ["Fregni, F"], "Effects of transcranial direct current stimulation (tDCS) on human regional cerebral blood flow.": ["Schlaug, G"], "Effects of weak transcranial alternating current stimulation on brain activity-a review of known mechanisms from animal studies.": ["Parra, LC", "Reato, D", "Bikson, M"], "Visual memory improved by non-invasive brain stimulation.": ["Fregni, F"], "Regional modulation of BOLD MRI responses to human sensorimotor activation by transcranial direct current stimulation.": ["Paulus, W", "Nitsche, MA"], "Bilateral temporal cortex transcranial direct current stimulation worsens male performance in a multisensory integration task.": ["Fregni, F"], "Neuromodulation of chronic headaches: position statement from the European Headache Federation.": ["Paulus, W"], "Prior state of cortical activity influences subsequent practicing of a visuomotor coordination task.": ["Paulus, W", "Nitsche, MA"], "Non-invasive transcranial direct current stimulation for the study and treatment of neuropathic pain.": ["Knotkova, H"], "Reorganizing the intrinsic functional architecture of the human primary motor cortex during rest with non-invasive cortical stimulation.": ["Paulus, W", "Nitsche, MA"], "Inducing Disorders in Pitch Perception and Production: a Reverse-Engineering Approach.": ["Schlaug, G"], "Frequency specific modulation of human somatosensory cortex.": ["Paulus, W", "Walsh, V"], "Transcranial direct current stimulation effects on I-wave activity in humans.": ["Paulus, W", "Nitsche, MA"], "Technology insight: noninvasive brain stimulation in neurology-perspectives on the therapeutic potential of rTMS and tDCS.": ["Fregni, F"], "Brain polarization of parietal cortex augments training-induced improvement of visual exploratory and attentional skills.": ["Fregni, F"], "Transcranial direct current stimulation in patients with skull defects and skull plates: high-resolution computational FEM study of factors altering cortical current flow.": ["Fregni, F", "Bikson, M"], "Transcranial electric and magnetic stimulation: technique and paradigms.": ["Paulus, W"], "Brain stimulation for the treatment of pain: A review of costs, clinical effects, and mechanisms of treatment for three different central neuromodulatory approaches.": ["Fregni, F"], "Non-invasive brain stimulation to assess and modulate neuroplasticity in Alzheimer's disease.": ["Fregni, F"], "Mood and cognitive effects of transcranial direct current stimulation in post-stroke depression.": ["Fregni, F"], "A randomized, sham-controlled, proof of principle study of transcranial direct current stimulation for the treatment of pain in fibromyalgia.": ["Fregni, F", "Nitsche, MA"], "Transcranial alternating stimulation in a high gamma frequency range applied over V1 improves contrast perception but does not modulate spatial attention.": ["Paulus, W"], "Repetitive TMS of the motor cortex improves ipsilateral sequential simple finger movements.": ["Schlaug, G"], "Effects of motor cortex modulation and descending inhibitory systems on pain thresholds in healthy subjects.": ["Fregni, F"], "Classification of methods in transcranial electrical stimulation (tES) and evolving strategy from historical approaches to contemporary innovations.": ["Fregni, F", "Bikson, M", "Edwards, D"], "Modulatory effects of anodal transcranial direct current stimulation on perception and pain thresholds in healthy volunteers.": ["Fregni, F"], "Temporal lobe cortical electrical stimulation during the encoding and retrieval phase reduces false memories.": ["Fregni, F"], "Transcranial direct current stimulation for the treatment of major depressive disorder: a summary of preclinical, clinical and translational findings.": ["Fregni, F"], "Changes in 5-HT1A and NMDA binding sites by a single rapid transcranial magnetic stimulation procedure in rats.": ["Paulus, W"], "Developing patient-centered treatment protocols in brain stimulation: a rationale for combining quantitative and qualitative approaches in persons with HIV.": ["Knotkova, H"], "Interactions between transcranial direct current stimulation (tDCS) and pharmacological interventions in the Major Depressive Episode: findings from a naturalistic study.": ["Fregni, F"], "Normal intracortical excitability in developmental stuttering.": ["Paulus, W"], "Exploration of motor cortex excitability in a diabetic patient with hemiballism-hemichorea.": ["Paulus, W"], "Bihemispheric brain stimulation facilitates motor recovery in chronic stroke patients.": ["Schlaug, G"], "Non-invasive brain stimulation enhances the effects of melodic intonation therapy.": ["Schlaug, G"], "The role of human extra-striate visual areas V5/MT and V2/V3 in the perception of the direction of global motion: a transcranial magnetic stimulation study.": ["Walsh, V"], "Transcranial DC stimulation in fibromyalgia: optimized cortical target supported by high-resolution computational models.": ["Fregni, F", "Bikson, M"], "Noninvasive brain stimulation may improve stroke-related dysphagia: a pilot study.": ["Schlaug, G"], "Inter-Individual Variation during Transcranial Direct Current Stimulation and Normalization of Dose Using MRI-Derived Computational Models.": ["Parra, LC", "Bikson, M"], "Contribution of axonal orientation to pathway-dependent modulation of excitatory transmission by direct current stimulation in isolated rat hippocampus.": ["Rotenberg, A"], "Cutaneous perception thresholds of electrical stimulation methods: comparison of tDCS and tRNS.": ["Paulus, W"], "Dysfunctional long-term potentiation-like plasticity in schizophrenia revealed by transcranial direct current stimulation.": ["Nitsche, MA"], "Magnetic and electrical stimulation of the auditory cortex for intractable tinnitus. Case report.": ["Walsh, V"], "Non-invasive brain stimulation and the autonomic nervous system.": ["Fregni, F"], "Comparison of visual field training for hemianopia with active versus sham transcranial direct cortical stimulation.": ["Fregni, F"], "Transcranial magnetic stimulation in cognitive neuroscience--virtual lesion, chronometry, and functional connectivity.": ["Walsh, V"], "A preliminary study of transcranial direct current stimulation for the treatment of refractory chronic pelvic pain.": ["Fregni, F"], "Transient tinnitus suppression induced by repetitive transcranial magnetic stimulation and transcranial direct current stimulation.": ["Fregni, F", "Nitsche, MA"], "Role of primary visual cortex in the binocular integration of plaid motion perception.": ["Walsh, V"], "Impact of brain tissue filtering on neurostimulation fields: A modeling study.": ["Fregni, F"], "One-dimensional representation of a neuron in a uniform electric field.": ["Bikson, M"], "Single-session tDCS-supported retraining does not improve fine motor control in musician's dystonia.": ["Paulus, W", "Nitsche, MA"], "Repetitive transcranial magnetic stimulation is as effective as fluoxetine in the treatment of depression in patients with Parkinson's disease.": ["Fregni, F"], "Temporal cortex direct current stimulation enhances performance on a visual recognition memory task in Alzheimer disease.": ["Fregni, F"], "After-effects of transcranial direct current stimulation (tDCS) on cortical spreading depression.": ["Fregni, F", "Nitsche, MA"], "Motor and parietal cortex stimulation for phantom limb pain and sensations.": ["Fregni, F"], "Antiepileptic effects of repetitive transcranial magnetic stimulation in patients with cortical malformations: an EEG and clinical study.": ["Fregni, F"], "Left prefrontal repetitive transcranial magnetic stimulation impairs performance in affective go/no-go task.": ["Fregni, F"], "Modulating the brain at work using noninvasive transcranial stimulation.": ["McKinley, RA"], "Heart rate variability is a trait marker of major depressive disorder: evidence from the sertraline vs. electric current therapy to treat depression clinical study.": ["Fregni, F"], "Differences in the experience of active and sham transcranial direct current stimulation.": ["Kessler, SK"], "Anodal transcranial direct current stimulation of prefrontal cortex enhances working memory.": ["Paulus, W", "Fregni, F"], "Frequency-dependent electrical stimulation of the visual cortex.": ["Paulus, W", "Walsh, V"], "Noninvasive transcranial direct current stimulation over the left prefrontal cortex facilitates cognitive flexibility in tool use.": ["Coslett, HB", "Bikson, M"], "Right parietal cortex plays a critical role in change blindness.": ["Walsh, V"], "GABAergic modulation of DC stimulation-induced motor cortex excitability shifts in humans.": ["Paulus, W", "Nitsche, MA"], "Transcranial magnetic stimulation and PAS-induced cortical neuroplasticity in the awake rhesus monkey.": ["Paulus, W"], "Increasing human brain excitability by transcranial high-frequency random noise stimulation.": ["Paulus, W"], "Modulating neuronal excitability in the motor cortex with tDCS shows moderate hemispheric asymmetry due to subjects' handedness: a pilot study.": ["Paulus, W"], "Comparing cortical plasticity induced by conventional and high-definition 4 × 1 ring tDCS: a neurophysiological study.": ["Paulus, W", "Bikson, M", "Nitsche, MA"], "Transcranial Direct Current Stimulation for Generalized Anxiety Disorder: A Case Study.": ["Fregni, F"], "Prolonged visual memory enhancement after direct current stimulation in Alzheimer's disease.": ["Fregni, F"], "Exploring a novel therapeutic approach with noninvasive cortical stimulation for vulvodynia.": ["Fregni, F"], "H-coil: Induced electric field properties and input/output curves on healthy volunteers, comparison with a standard figure-of-eight coil.": ["Paulus, W", "Nitsche, MA"], "Noninvasive brain stimulation protocols in the treatment of epilepsy: current state and perspectives.": ["Paulus, W", "Nitsche, MA"], "Shaping the optimal repetition interval for cathodal transcranial direct current stimulation (tDCS).": ["Paulus, W", "Nitsche, MA"], "Transcranial direct current stimulation (tDCS).": ["Paulus, W"], "Reversal of chronic stress-induced pain by transcranial direct current stimulation (tDCS) in an animal model.": ["Fregni, F"], "Functional MRI of the immediate impact of transcranial magnetic stimulation on cortical and subcortical motor circuits.": ["Bestmann, S"], "Auditory event-related potentials (P3) and cognitive changes induced by frontal direct current stimulation in alcoholics according to Lesch alcoholism typology.": ["Fregni, F"], "Direct-current-dependent shift of theta-burst-induced plasticity in the human motor cortex.": ["Nitsche, MA"], "Transcranial direct current stimulation over somatosensory cortex decreases experimentally induced acute pain perception.": ["Paulus, W"], "Modulation of internal model formation during force field-induced motor learning by anodal transcranial direct current stimulation of primary motor cortex.": ["Nitsche, MA"], "Simply longer is not better: reversal of theta burst after-effect with prolonged stimulation.": ["Paulus, W"], "Effects of frontal transcranial direct current stimulation on emotional state and processing in healthy humans.": ["Paulus, W", "Nitsche, MA"], "Motor and phosphene thresholds: a transcranial magnetic stimulation correlation study.": ["Walsh, V"], "Transcranial direct current stimulation in adolescent and adult Rasmussen's encephalitis.": ["Fregni, F"], "Can epilepsies be improved by repetitive transcranial magnetic stimulation?--interim analysis of a controlled study.": ["Paulus, W", "Nitsche, MA"], "An automated method for high-definition transcranial direct current stimulation modeling.": ["Parra, LC"], "TMS neuro-cardiovascular coupling in vascular compression cranial neuropathy.": ["Kirton, A"], "Near space functioning of the human angular and supramarginal gyri.": ["Walsh, V"], "Modulatory effects of transcranial direct current stimulation on laser-evoked potentials.": ["Paulus, W", "Nitsche, MA"], "Motor cortex-induced plasticity by noninvasive brain stimulation: a comparison between transcranial direct current stimulation and transcranial magnetic stimulation.": ["Fregni, F"], "Sertraline vs. ELectrical Current Therapy for Treating Depression Clinical Trial--SELECT TDCS: design, rationale and objectives.": ["Fregni, F"], "Transcranial Direct Current Stimulation of the Frontal Eye Fields during Pro- and Antisaccade Tasks.": ["Walsh, V"], "Testing for causality with transcranial direct current stimulation: pitch memory and the left supramarginal gyrus.": ["Schlaug, G"], "High-resolution modeling assisted design of customized and individualized transcranial direct current stimulation protocols.": ["Fregni, F", "Bikson, M"], "Transcranial magnetic and direct current stimulation of the visual cortex.": ["Paulus, W", "Nitsche, MA"], "TMS over the intraparietal sulcus induces perceptual fading.": ["Walsh, V"], "Modulating activity in the motor cortex affects performance for the two hands differently depending upon which hemisphere is stimulated.": ["Schlaug, G"], "Efficacy of repetitive transcranial magnetic stimulation/transcranial direct current stimulation in cognitive neurorehabilitation.": ["Paulus, W", "Walsh, V", "Fregni, F", "Nitsche, MA"], "Functional neuroimaging and transcranial electrical stimulation.": ["Paulus, W"], "Electrodes for high-definition transcutaneous DC stimulation for applications in drug delivery and electrotherapy, including tDCS.": ["Bikson, M"], "Anodal transcranial direct current stimulation of the prefrontal cortex enhances complex verbal associative thought.": ["Schlaug, G"], "High-frequency TRNS reduces BOLD activity during visuomotor learning.": ["Paulus, W"], "Pharmacological approach to the mechanisms of transcranial DC-stimulation-induced after-effects of human motor cortex excitability.": ["Paulus, W", "Nitsche, MA"], "Contribution of the premotor cortex to consolidation of motor sequence learning in humans during sleep.": ["Paulus, W", "Nitsche, MA"], "Repetitive paired-pulse transcranial magnetic stimulation affects corticospinal excitability and finger tapping in Parkinson's disease.": ["Paulus, W"], "Limited impact of homeostatic plasticity on motor learning in humans.": ["Paulus, W", "Nitsche, MA"], "Low-frequency repetitive transcranial magnetic stimulation improves intractable epilepsy.": ["Paulus, W"], "Site-specific effects of mental practice combined with transcranial direct current stimulation on motor learning.": ["Fregni, F"], "The physiological basis of transcranial magnetic stimulation.": ["Bestmann, S"], "Does a single session of theta-burst transcranial magnetic stimulation of inferior temporal cortex affect tinnitus perception?": ["Paulus, W"], "Modulation of decision-making in a gambling task in older adults with transcranial direct current stimulation.": ["Fregni, F"], "The enhancement of cortical excitability over the DLPFC before and during training impairs categorization in the prototype distortion task.": ["Paulus, W"], "Neurophysiological investigations in patients with primary writing tremor.": ["Bestmann, S"], "Partially non-linear stimulation intensity-dependent effects of direct current stimulation on motor cortex excitability in humans.": ["Paulus, W", "Nitsche, MA"], "Interhemispheric modulation induced by cortical stimulation and motor training.": ["Fregni, F"], "Transient suppression of seizures by repetitive transcranial magnetic stimulation in a case of Rasmussen's encephalitis.": ["Rotenberg, A"], "Neuromodulation approaches for the treatment of major depression: challenges and recommendations from a working group meeting.": ["Fregni, F"], "Improved naming after TMS treatments in a chronic, global aphasia patient--case report.": ["Fregni, F"], "Rapid effect of nicotine intake on neuroplasticity in non-smoking humans.": ["Paulus, W", "Nitsche, MA"], "External modulation of visual perception in humans.": ["Paulus, W", "Nitsche, MA"], "Comparative assessment of best conventional with best theta burst repetitive transcranial magnetic stimulation protocols on human motor cortex excitability.": ["Paulus, W"], "Transcranial magnetic stimulation for refractory focal status epilepticus in the intensive care unit.": ["Rotenberg, A"], "Introduction: Brain Stimulation in cognitive neuroscience.": ["Walsh, V"], "Inhibition of human motor cortex by ethanol. A transcranial magnetic stimulation study.": ["Paulus, W"], "Transcranial direct current stimulation: a computer-based human model study.": ["Fregni, F"], "Focal reduction of intracortical inhibition in the motor cortex by selective proprioceptive stimulation.": ["Paulus, W"], "Recent advances in the treatment of chronic pain with non-invasive brain stimulation techniques.": ["Fregni, F"], "Safety limits of cathodal transcranial direct current stimulation in rats.": ["Paulus, W", "Nitsche, MA"], "A new measure of cortical inhibition by mechanomyography and paired-pulse transcranial magnetic stimulation in unanesthetized rats.": ["Rotenberg, A"], "Origins of specificity during tDCS: anatomical, activity-selective, and input-bias mechanisms.": ["Bikson, M"], "Imaging artifacts induced by electrical stimulation during conventional fMRI of the brain.": ["Paulus, W", "Parra, LC", "Bikson, M"], "Transcranial direct current stimulation of the motor cortex induces distinct changes in thermal and mechanical sensory percepts.": ["Paulus, W", "Nitsche, MA"], "Transcranial direct current stimulation accelerates allocentric target detection.": ["Coslett, HB", "Bikson, M"], "Je pense donc je fais: transcranial direct current stimulation modulates brain oscillations associated with motor imagery and movement observation.": ["Fregni, F"], "Effects of non-pharmacological pain treatments on brain states.": ["Fregni, F"], "The role of transcranial magnetic stimulation (TMS) in studies of vision, attention and cognition.": ["Walsh, V"], "Therapeutic effects of non-invasive brain stimulation with direct currents (tDCS) in neuropsychiatric diseases.": ["Paulus, W", "Nitsche, MA"], "Activation of inhibition: diminishing impulsive behavior by direct current stimulation over the inferior frontal gyrus.": ["Javitt, DC"], "Efficacy of anodal transcranial direct current stimulation (tDCS) for the treatment of fibromyalgia: results of a randomized, sham-controlled longitudinal clinical trial.": ["Fregni, F"], "No Effects of Slow Oscillatory Transcranial Direct Current Stimulation (tDCS) on Sleep-Dependent Memory Consolidation in Healthy Elderly Subjects.": ["Nitsche, MA"], "Elevated haemoglobin levels in the motor cortex following 1 Hz transcranial magnetic stimulation: a preliminary study.": ["Walsh, V"], "Effect of transcranial direct current stimulation combined with gait and mobility training on functionality in children with cerebral palsy: study protocol for a double-blind randomized controlled clinical trial.": ["Fregni, F"], "Anodal transcranial direct current stimulation of the motor cortex ameliorates chronic pain and reduces short intracortical inhibition.": ["Paulus, W"], "Perceptual load modulates visual cortex excitability to magnetic stimulation.": ["Walsh, V"], "Safety aspects of chronic low-frequency transcranial magnetic stimulation based on localized proton magnetic resonance spectroscopy and histology of the rat brain.": ["Paulus, W"], "Transcranial direct current stimulation for major depression: a general system for quantifying transcranial electrotherapy dosage.": ["Bikson, M"], "Gender-specific modulation of short-term neuroplasticity in the visual cortex induced by transcranial direct current stimulation.": ["Paulus, W"], "Diminution of training-induced transient motor cortex plasticity by weak transcranial direct current stimulation in the human.": ["Paulus, W", "Nitsche, MA"], "Studying the neurobiology of social interaction with transcranial direct current stimulation--the example of punishing unfairness.": ["Nitsche, MA"], "The sertraline versus electrical current therapy for treating depression clinical study (select-TDCS): results of the crossover and follow-up phases.": ["Fregni, F"], "In-session seizures during low-frequency repetitive transcranial magnetic stimulation in patients with epilepsy.": ["Rotenberg, A"], "Comparing immediate transient tinnitus suppression using tACS and tDCS: a placebo-controlled study.": ["Walsh, V"], "Noninvasive brain stimulation with low-intensity electrical currents: putative mechanisms of action for direct and alternating current stimulation.": ["Fregni, F"], "Plasticity revealed by transcranial magnetic stimulation of early visual cortex.": ["Walsh, V"], "Cortical plasticity in perceptual learning demonstrated by transcranial magnetic stimulation.": ["Walsh, V"], "Transcranial direct current stimulation (tDCS) relieved itching in a patient with chronic neuropathic pain.": ["Knotkova, H"], "Transcranial direct current stimulation (tDCS) for the treatment of persistent visual and auditory hallucinations in schizophrenia: a case study.": ["Fregni, F"], "Inhibitory interactions between pairs of subthreshold conditioning stimuli in the human motor cortex.": ["Bestmann, S"], "Using Transcranial Direct Current Stimulation to Treat Depression in HIV-Infected Persons: The Outcomes of a Feasibility Study.": ["Knotkova, H"], "Controversy: Does repetitive transcranial magnetic stimulation/ transcranial direct current stimulation show efficacy in treating tinnitus patients?": ["Fregni, F"], "Using non-invasive brain stimulation to augment motor training-induced plasticity.": ["Fregni, F"], "Predicting the behavioral impact of transcranial direct current stimulation: issues and limitations.": ["Bestmann, S", "Bikson, M"], "Transcranial direct current stimulation for treatment of refractory childhood focal epilepsy.": ["Rotenberg, A"], "Contralateral and ipsilateral motor effects after transcranial direct current stimulation.": ["Schlaug, G"], "A sham-controlled, phase II trial of transcranial direct current stimulation for the treatment of central pain in traumatic spinal cord injury.": ["Fregni, F", "Nitsche, MA"], "Smaller magnets for smarter minds?": ["Walsh, V"], "Modulating functional connectivity patterns and topological functional organization of the human brain with transcranial direct current stimulation.": ["Paulus, W", "Nitsche, MA"], "The effect of lorazepam on the motor cortical excitability in man.": ["Paulus, W"], "Polarizing cerebellar neurons with transcranial Direct Current Stimulation.": ["Bikson, M"], "Targeted transcranial direct current stimulation for rehabilitation after stroke.": ["Parra, LC", "Bikson, M", "Richardson, JD"], "Comparing cutaneous perception induced by electrical stimulation using rectangular and round shaped electrodes.": ["Paulus, W"], "Transcranial direct current stimulation in stroke recovery.": ["Schlaug, G"], "Inverse correlation of intracortical inhibition and brain-stem inhibition in humans.": ["Paulus, W"], "Safety aspects of transcranial direct current stimulation concerning healthy subjects and patients.": ["Paulus, W"], "Homeostatic metaplasticity of the motor cortex is altered during headache-free intervals in migraine with aura.": ["Paulus, W"], "Transcranial direct current stimulation (tDCS) for catatonic schizophrenia: a case study.": ["Fregni, F"], "Pharmacological and combined interventions for the acute depressive episode: focus on efficacy and tolerability.": ["Fregni, F"], "Transcranial direct current stimulation.": ["Fregni, F"], "Facilitation of visuo-motor learning by transcranial direct current stimulation of the motor and extrastriate visual areas in humans.": ["Paulus, W", "Nitsche, MA"], "Translating tDCS into the field of obesity: mechanism-driven approaches.": ["Alonso-Alonso, M"], "Repeated sessions of noninvasive brain DC stimulation is associated with motor function improvement in stroke patients.": ["Fregni, F", "Nitsche, MA"], "Physiological and modeling evidence for focal transcranial electrical brain stimulation in humans: a basis for high-definition tDCS.": ["Cortes, M", "Bikson, M", "Edwards, D"], "Role of cortical cell type and morphology in subthreshold and suprathreshold uniform electric field stimulation in vitro.": ["Bikson, M"], "Effects of transcranial direct current stimulation of the primary sensory cortex on somatosensory perception.": ["Paulus, W", "Nitsche, MA"], "Improved proper name recall by electrical stimulation of the anterior temporal lobes.": ["Coslett, HB"], "Inhibition of motor cortex excitability with 15Hz transcranial alternating current stimulation (tACS).": ["Fregni, F"], "Magnetic stimulation studies of visual cognition.": ["Walsh, V"], "Striate cortex (V1) activity gates awareness of motion.": ["Walsh, V"], "Retraining and transcranial direct current stimulation in musician's dystonia - a case report.": ["Paulus, W", "Nitsche, MA"], "Catecholaminergic consolidation of motor cortical neuroplasticity in humans.": ["Paulus, W", "Nitsche, MA"], "Supraspinal inputs reduce corticomotor excitability during passive movement: evidence from a pure sensory stroke.": ["Fregni, F"], "Intra- and interindividual variability of motor responses to repetitive transcranial magnetic stimulation.": ["Paulus, W"], "Transcranial direct current stimulation: challenges, opportunities, and impact on psychiatry and neurorehabilitation.": ["Fregni, F"], "Dopaminergic potentiation of rTMS-induced motor cortex inhibition.": ["Paulus, W"], "Noninvasive brain stimulation for Parkinson's disease and dystonia.": ["Fregni, F"], "Combined central and peripheral stimulation to facilitate motor recovery after stroke: the effect of number of sessions on outcome.": ["Schlaug, G"], "Transcranial direct current stimulation: a noninvasive tool to facilitate stroke recovery.": ["Schlaug, G"], "Early optimization in finger dexterity of skilled pianists: implication of transcranial stimulation.": ["Paulus, W", "Nitsche, MA"], "Oscillatory brain activity and transcranial direct current stimulation in humans.": ["Paulus, W", "Nitsche, MA"], "Transcranial direct current stimulation: State of the art 2008.": ["Paulus, W", "Fregni, F", "Nitsche, MA"], "After-effects of consecutive sessions of transcranial direct current stimulation (tDCS) in a rat model of chronic inflammation.": ["Fregni, F"], "Overt naming fMRI pre- and post-TMS: Two nonfluent aphasia patients, with and without improved naming post-TMS.": ["Fregni, F"], "The cortical representation of foveal stimuli: evidence from quadrantanopia and TMS-induced suppression.": ["Walsh, V"], "Is functional magnetic resonance imaging capable of mapping transcranial magnetic cortex stimulation?": ["Bestmann, S"], "Site-specific effects of transcranial direct current stimulation on sleep and pain in fibromyalgia: a randomized, sham-controlled study.": ["Fregni, F"], "Impaired motor cortex responses in non-psychotic first-degree relatives of schizophrenia patients: a cathodal tDCS pilot study.": ["Nitsche, MA"], "Premotor transcranial direct current stimulation (tDCS) affects primary motor excitability in humans.": ["Paulus, W", "Nitsche, MA"], "Cathodal transcranial direct current stimulation induces regional, long-lasting reductions of cortical blood flow in rats.": ["Nitsche, MA"], "Clinical trial design in non-invasive brain stimulation psychiatric research.": ["Fregni, F"], "Current and future options for the management of phantom-limb pain.": ["Knotkova, H"], "Shaping the effects of transcranial direct current stimulation of the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Short-duration transcranial random noise stimulation induces blood oxygenation level dependent response attenuation in the human motor cortex.": ["Paulus, W"], "Neuromodulation of decision-making in the addictive brain.": ["Fregni, F"], "Efficacy of EMG-triggered electrical arm stimulation in chronic hemiparetic stroke patients.": ["Paulus, W"], "Impact of 5-HTTLPR and BDNF polymorphisms on response to sertraline versus transcranial direct current stimulation: Implications for the serotonergic system.": ["Fregni, F"], "Improved picture naming in chronic aphasia after TMS to part of right Broca's area: an open-protocol study.": ["Fregni, F"], "The pharmacology of neuroplasticity induced by non-invasive brain stimulation: building models for the clinical use of CNS active drugs.": ["Paulus, W", "Nitsche, MA"], "Effects of transcranial direct current stimulation on working memory in patients with Parkinson's disease.": ["Fregni, F"], "Low and high frequency repetitive transcranial magnetic stimulation for the treatment of spasticity.": ["Fregni, F"], "Safety of repeated transcranial direct current stimulation in impaired skin: a case report.": ["Fregni, F"], "Transcranial direct current stimulation in treatment resistant depression: a randomized double-blind, placebo-controlled study.": ["Nitsche, MA"], "Behavioral effects of transcranial Direct Current Stimulation (tDCS) induced dorsolateral prefrontal cortex plasticity in alcohol dependence.": ["Fregni, F", "Nitsche, MA"], "Dosage considerations for transcranial direct current stimulation in children: a computational modeling study.": ["Woods, AJ", "Kessler, SK", "Bikson, M"], "The sertraline vs. electrical current therapy for treating depression clinical study: results from a factorial, randomized, controlled trial.": ["Fregni, F"], "Modulating parameters of excitability during and after transcranial direct current stimulation of the human motor cortex.": ["Paulus, W", "Nitsche, MA"], "Enhancement of Affective Processing Induced by Bifrontal Transcranial Direct Current Stimulation in Patients With Major Depression.": ["Fregni, F"], "Long-term analgesic effects of transcranial direct current stimulation of the motor cortex on phantom limb and stump pain: a case report.": ["Fregni, F"], "Effect of transcranial DC sensorimotor cortex stimulation on somatosensory evoked potentials in humans.": ["Nitsche, MA"], "Human dorsolateral prefrontal cortex is involved in visual search for conjunctions but not features: a theta TMS study.": ["Walsh, V"], "Physiological basis of transcranial direct current stimulation.": ["Nitsche, MA"], "MRI study of human brain exposed to weak direct current stimulation of the frontal cortex.": ["Paulus, W", "Nitsche, MA"], "On the role of electric field orientation in optimal design of transcranial current stimulation.": ["Parra, LC", "Bikson, M"], "Cognitive effects of repeated sessions of transcranial direct current stimulation in patients with depression.": ["Fregni, F", "Nitsche, MA"], "[Modulation of cortical excitability by transcranial direct current stimulation].": ["Paulus, W", "Nitsche, MA"], "Transcranial electrical stimulation over visual cortex evokes phosphenes with a retinal origin.": ["Krekelberg, B"], "A pilot study of the tolerability and effects of high-definition transcranial direct current stimulation (HD-tDCS) on pain perception.": ["Bikson, M"], "Non-invasive brain stimulation applied to Heschl's gyrus modulates pitch discrimination.": ["Schlaug, G"], "Immediate effects of tDCS on the μ-opioid system of a chronic pain patient.": ["Fregni, F"], "Predicting functional motor potential in chronic stroke patients using diffusion tensor imaging.": ["Schlaug, G"], "A systematic review on reporting and assessment of adverse effects associated with transcranial direct current stimulation.": ["Fregni, F"], "Dose-dependent nonlinear effect of L-DOPA on paired associative stimulation-induced neuroplasticity in humans.": ["Paulus, W", "Nitsche, MA"], "Electrode assembly design for transcranial Direct Current Stimulation: a FEM modeling study.": ["Bikson, M"], "Prefrontal direct current stimulation modulates resting EEG and event-related potentials in healthy subjects: a standardized low resolution tomography (sLORETA) study.": ["Nitsche, MA"], "The use of repetitive transcranial magnetic stimulation (rTMS) and transcranial direct current stimulation (tDCS) to relieve pain.": ["Paulus, W", "Fregni, F"], "Impaired motor cortex inhibition in patients with amyotrophic lateral sclerosis. Evidence from paired transcranial magnetic stimulation.": ["Paulus, W"], "Manic psychosis after sertraline and transcranial direct-current stimulation.": ["Fregni, F"], "Modulation of human trigeminal and extracranial nociceptive processing by transcranial direct current stimulation of the motor cortex.": ["Paulus, W"], "Transcranial direct current stimulation: a novel approach to control hyperphagia in Prader-Willi syndrome.": ["Fregni, F"], "Transcranial direct current stimulation as a therapeutic tool for the treatment of major depression: insights from past and recent clinical studies.": ["Fregni, F"], "Validation of finite element model of transcranial electrical stimulation using scalp potentials: implications for clinical dose.": ["Parra, LC", "Bikson, M"], "The use of non-invasive brain stimulation techniques to facilitate recovery from post-stroke aphasia.": ["Schlaug, G"], "Controversy: Noninvasive and invasive cortical stimulation show efficacy in treating stroke patients.": ["Fregni, F"], "Combining functional magnetic resonance imaging with transcranial electrical stimulation.": ["Paulus, W"], "Task-specific effects of tDCS-induced cortical excitability changes on cognitive and motor sequence set shifting performance.": ["Fregni, F"], "Transcranial magnetic stimulation and cognitive neuroscience.": ["Walsh, V"], "Consensus: Motor cortex plasticity protocols.": ["Paulus, W", "Nitsche, MA"], "Facilitation of probabilistic classification learning by transcranial direct current stimulation of the prefrontal cortex in the human.": ["Paulus, W", "Nitsche, MA"], "Spinal associative stimulation: a non-invasive stimulation paradigm to modulate spinal excitability.": ["Cortes, M"], "Comparison of blinding effectiveness between sham tDCS and placebo sertraline in a 6-week major depression randomized clinical trial.": ["Fregni, F"], "Effects of transcranial direct current stimulation over the human motor cortex on corticospinal and transcallosal excitability.": ["Paulus, W", "Nitsche, MA"], "Demonstration of facilitatory I wave interaction in the human motor cortex by paired transcranial magnetic stimulation.": ["Paulus, W"], "Transcranial magnetic stimulation treatment for epilepsy: can it also improve depression and vice versa?": ["Fregni, F"], "Timing of target discrimination in human frontal eye fields.": ["Walsh, V"], "Boosting focally-induced brain plasticity by dopamine.": ["Paulus, W", "Nitsche, MA"], "Magnetically induced phosphenes in sighted, blind and blindsighted observers.": ["Walsh, V"], "Transcranial alternating current stimulation (tACS).": ["Paulus, W"], "Outlasting excitability shifts induced by direct current stimulation of the human brain.": ["Paulus, W"], "Pulse configuration-dependent effects of repetitive transcranial magnetic stimulation on visual perception.": ["Paulus, W", "Nitsche, MA"], "Failure of cathodal direct current stimulation to improve fine motor control in musician's dystonia.": ["Paulus, W", "Nitsche, MA"], "Pharmacology of transcranial direct current stimulation: missing effect of riluzole.": ["Paulus, W", "Nitsche, MA"], "Bifrontal tDCS prevents implicit learning acquisition in antidepressant-free patients with major depressive disorder.": ["Fregni, F"], "Diffusion tensor MRI-based estimation of the influence of brain tissue anisotropy on the effects of transcranial magnetic stimulation.": ["Walsh, V"], "Left frontal eye field remembers \"where\" but not \"what\".": ["Walsh, V"], "Pharmacological modulation of cortical excitability shifts induced by transcranial direct current stimulation in humans.": ["Paulus, W", "Nitsche, MA"], "A feasibility study assessing cortical plasticity in chronic neuropathic pain following burn injury.": ["Fregni, F"], "Assessment and treatment of pain with non-invasive cortical stimulation.": ["Fregni, F"], "Transcranial direct current stimulation reveals inhibitory deficiency in migraine.": ["Paulus, W", "Nitsche, MA"], "Both the cutaneous sensation and phosphene perception are modulated in a frequency-specific manner during transcranial alternating current stimulation.": ["Paulus, W"], "Transcranial direct current stimulation improves naming reaction time in fluent aphasia: a double-blind, sham-controlled study.": ["Richardson, JD"], "Pharmacological control of facilitatory I-wave interaction in the human motor cortex. A paired transcranial magnetic stimulation study.": ["Paulus, W"], "Neurochemical effects of theta burst stimulation as assessed by magnetic resonance spectroscopy.": ["Bestmann, S"], "Consensus: New methodologies for brain stimulation.": ["Paulus, W"], "Robot-assisted image-guided transcranial magnetic stimulation for somatotopic mapping of the motor cortex: a clinical pilot study.": ["Paulus, W"], "Cortical stimulation of the prefrontal cortex with transcranial direct current stimulation reduces cue-provoked smoking craving: a randomized, sham-controlled study.": ["Fregni, F", "Nitsche, MA"], "Transcranial direct current stimulation facilitates decision making in a probabilistic guessing task.": ["Walsh, V"], "Transcranial direct current stimulation induces polarity-specific changes of cortical blood perfusion in the rat.": ["Nitsche, MA"], "Methods for extra-low voltage transcranial direct current stimulation: current and time dependent impedance decreases.": ["Bikson, M"], "Motor cortex excitability following short trains of repetitive magnetic stimuli.": ["Bestmann, S"], "Interhemispheric effect of parietal TMS on somatosensory response confirmed directly with concurrent TMS-fMRI.": ["Bestmann, S"], "Methods to focalize noninvasive electrical brain stimulation: principles and future clinical development for the treatment of pain.": ["Fregni, F", "Bikson, M"], "Systematic review of parameters of stimulation, clinical trial design characteristics, and motor outcomes in non-invasive brain stimulation in stroke.": ["Fregni, F"], "Gyri-precise head model of transcranial direct current stimulation: improved spatial focality using a ring electrode versus conventional rectangular pad.": ["Reato, D", "Bikson, M"], "Efficacy of transcranial direct current stimulation coupled with a multidisciplinary rehabilitation program for the treatment of fibromyalgia.": ["Fregni, F"], "Optimized multi-electrode stimulation increases focality and intensity at target.": ["Parra, LC", "Bikson, M"], "Effects of 10 Hz and 20 Hz transcranial alternating current stimulation (tACS) on motor functions and motor cortical excitability.": ["Paulus, W"], "No correlation between moving phosphene and motor thresholds: a transcranial magnetic stimulation study.": ["Paulus, W", "Nitsche, MA"], "Bidirectional modulation of primary visual cortex excitability: a combined tDCS and rTMS study.": ["Paulus, W", "Nitsche, MA"], "International conference on transcranial magnetic and direct current stimulation.": ["Paulus, W"], "Transcranial direct current stimulation--update 2011.": ["Paulus, W", "Nitsche, MA"], "Toward establishing a therapeutic window for rTMS by theta burst stimulation.": ["Paulus, W"], "Transcranial direct current stimulation (tDCS) of the left dorsolateral prefrontal cortex modulates declarative memory.": ["Walsh, V"], "Transcranial magnetic stimulation and brain atrophy: a computer-based human brain model study.": ["Fregni, F"], "Top down prefrontal affective modulation of tinnitus with multiple sessions of tDCS of dorsolateral prefrontal cortex.": ["Fregni, F"], "Bench to clinical translational applications of noninvasive brain stimulation.": ["Fregni, F"], "Human frontal eye fields and target switching.": ["Walsh, V"], "Transcranial direct current stimulation and visual perception.": ["Paulus, W"], "Direct current stimulation over V5 enhances visuomotor coordination by improving motion perception in humans.": ["Paulus, W", "Nitsche, MA"], "Priming of motion direction and area V5/MT: a test of perceptual memory.": ["Walsh, V"], "Hand motor recovery after stroke: tuning the orchestra to improve hand motor function.": ["Fregni, F"], "Transcranial alternating current stimulation in the low kHz range increases motor cortex excitability.": ["Paulus, W"], "TMS evidence for smooth pursuit gain control by the frontal eye fields.": ["Walsh, V"], "Nicotinergic impact on focal and non-focal neuroplasticity induced by non-invasive brain stimulation in non-smoking humans.": ["Paulus, W", "Nitsche, MA"], "Repetitive transcranial magnetic stimulation in the treatment of epilepsia partialis continua.": ["Rotenberg, A"], "Dual-hemisphere tDCS facilitates greater improvements for healthy subjects' non-dominant hand compared to uni-hemisphere stimulation.": ["Schlaug, G"]}